export const chartdata = [
  // {
  //   "rel": {
  //     "type": "instance of"
  //   },
  //   "entity2": {
  //     "title": "土豆"
  //   },
  //   "relationCount": 9381
  // },
  {
    "rel": {
      "type": "instance of"
    },
    "entity2": {
      "title": "块茎"
    },
    "relationCount": 9381
  },
  {
    "rel": {
      "type": "subclass of"
    },
    "entity2": {
      "image": "http://a0.att.hudong.com/53/99/20300542517436139892993771047_s.jpg",
      "baseInfoValueList": "主食##zhǔ shí##staple food##主要食品；粮食性食品##《飞花集·风雨六十年》等##零食",
      "detail": "主食是指传统上餐桌上的主要食物，所需能量的主要来源。由于主食是碳水化合物特别是淀粉的主要摄入源，因此以淀粉为主要成分的稻米、小麦、玉米等谷物，以及土豆、甘薯等块茎类食物被不同地域的人当作主食。一般来说，主食中多含有碳水化合物。",
      "title": "主食",
      "baseInfoKeyList": "中文名：##拼 音：##英 文：##解 释：##文献记载：##反义词：",
      "url": "http://www.baike.com/wiki/主食",
      "openTypeList": "环保名词##食品类型"
    },
    "relationCount": 3563
  },
  {
    "rel": {
      "type": "subclass of"
    },
    "entity2": {
      "image": "http://a1.att.hudong.com/33/06/20200000013920144737060991008_s.jpg",
      "baseInfoValueList": "蔬菜##vegetables##时令蔬菜，设施蔬菜，有机蔬菜##胡萝卜、白菜、西红柿、黄瓜等##酸甜苦辣",
      "detail": "蔬菜，是指可以做菜、烹饪成为食品的，除了粮食以外的其他植物（多属于草本植物）。蔬菜是人们日常饮食中必不可少的食物之一。蔬菜可提供人体所必需的多种维生素和矿物质。据国际粮农组织1990年统计，人体必需的维生素C的90％、维生素A的60％来自蔬菜。此外，蔬菜中还有多种多样的植物化学物质，是人们公认的对健康有效的成分，目前果蔬中的营养素可以有效预防慢性、退行性疾病的多种物质正在被人们研究发现。错误的吃法、不当的烹饪手法都会浪费了它的营养价值。有些蔬菜如果没有煮熟，甚至会引起中毒事件。生活中所指的的蔬菜，常和“水果”分开讨论。不过也常和水果合称为“蔬果”。另外，和“野菜”不同的地方，在于蔬菜经过人类长时间的育种，提高了口感、营养价值，甚至抗病力等特征，和原本的野生种已有明显差异，人类食用的频率也高得多；而野菜则多半未经过人类驯化，几乎均为野生种，人类也较不常食用。",
      "title": "蔬菜",
      "baseInfoKeyList": "中文名：##英文名：##分类：##主要食材：##口味：",
      "url": "http://www.baike.com/wiki/蔬菜",
      "openTypeList": "安利中国##蔬菜"
    },
    "relationCount": 3563
  },
  {
    "rel": {
      "type": "has part"
    },
    "entity2": {
      "image": "http://a0.att.hudong.com/55/27/20300224988318132594274825430_s.jpg",
      "baseInfoValueList": "磷酸##trihydroxidooxidophosphorus phosphoric acid##正磷酸、原磷酸##H3PO4##7664-38-2##98.0 g·mol−1##白色固体或者无色粘稠液体##1.685 g/ml##42.35##158##R：34##S：1/2-26-45",
      "detail": "磷酸或正磷酸（H3PO4），是一种常见的无机酸，是中强酸。由五氧化二磷溶于热水中即可得到。正磷酸工业上用硫酸处理磷灰石即得。磷酸在空气中容易潮解。加热会失水得到焦磷酸，在进一步失水得到偏磷酸。磷酸主要用于制药、食品、肥料等工业，也可用作化学试剂。",
      "title": "磷酸",
      "baseInfoKeyList": "中文名称：##外文名：##别名：##化学式：##CAS号：##摩尔质量：##外观：##密度：##熔点：##沸点：##警示术语：##安全术语：",
      "url": "http://www.baike.com/wiki/磷酸",
      "openTypeList": "化合物##化学##化学品##工业##无机盐##材料##生物化学##生物化学术语##磷化合物##科学##自然科学##药品##药物中文名称列表"
    },
    "relationCount": 2501
  },
  {
    "rel": {
      "type": "has part"
    },
    "entity2": {
      "image": "http://a2.att.hudong.com/34/64/20200000013920144733640446504_s.jpg",
      "baseInfoValueList": "淀粉##amylum##老少皆宜##没有##在干燥的地方储存##植物界##被子植物门##单子叶植物纲##禾本目##禾本科##玉蜀黍属##淀粉",
      "detail": "淀粉是葡萄糖分子聚合而成的，它是细胞中碳水化合物最普遍的储藏形式。 淀粉在餐饮业中又称芡粉，通式是(CHO)n，水解到二糖阶段为麦芽糖，化学式是CHO，完全水解后得到单糖（葡萄糖），化学式是CHO 。淀粉有直链淀粉和支链淀粉两类。前者为无分支的螺旋结构；后者以24~30个葡萄糖残基以α-1,4-糖苷键首尾相连而成，在支链处为α-1,6-糖苷键。直链淀粉遇碘呈蓝色，支链淀粉遇碘呈紫红色。这并非是淀粉与碘发生了化学反应(reaction)，产生相互作用(interaction)，而是淀粉螺旋中央空穴恰能容下碘分子，通过范德华力，两者形成一种蓝黑色络合物。实验证明，单独的碘分子不能使淀粉变蓝，实际上使淀粉变蓝的是碘分子离子(I3)。淀粉是植物体中贮存的养分，贮存在种子和块茎中，各类植物中的淀粉含量都较高。淀粉可以看作是葡萄糖的高聚体。淀粉除食用外，工业上用于制糊精、麦芽糖、葡萄糖、酒精等，也用于调制印花浆、纺织品的上浆、纸张的上胶、药物片剂的压制等。可由玉米、甘薯、野生橡子和葛根等含淀粉的物质中提取而得。",
      "title": "淀粉",
      "baseInfoKeyList": "中文名：##外文名：##适宜人群：##副作用：##储藏方法：##界：##门：##纲：##目：##科：##属：##种：",
      "url": "http://www.baike.com/wiki/淀粉",
      "openTypeList": "健康科学##农作物##化学##医学术语##植物##烹调调料##物理##生物化学##生物化学术语##碳水化合物##自然##自然科学##药品##药物##药物中文名称列表##营养学##食品##饮食"
    },
    "relationCount": 2501
  },
  {
    "rel": {
      "type": "use"
    },
    "entity2": {
      "title": "potato dish"
    },
    "relationCount": 211
  },
  {
    "rel": {
      "type": "use"
    },
    "entity2": {
      "title": "太白粉"
    },
    "relationCount": 211
  },
  {
    "rel": {
      "type": "use"
    },
    "entity2": {
      "title": "electrical energy source"
    },
    "relationCount": 211
  },
  {
    "rel": {
      "type": "use"
    },
    "entity2": {
      "title": "马铃薯片"
    },
    "relationCount": 211
  },
  {
    "rel": {
      "type": "use"
    },
    "entity2": {
      "title": "potato juice"
    },
    "relationCount": 211
  },
  {
    "rel": {
      "type": "use"
    },
    "entity2": {
      "title": "酒精发酵"
    },
    "relationCount": 211
  },
  {
    "rel": {
      "type": "natural product of taxon"
    },
    "entity2": {
      "image": "http://a1.att.hudong.com/23/11/20300542856671141569118554706_s.jpg",
      "baseInfoValueList": "马铃薯##地蛋、洋芋、山药蛋、土豆##potato##Solanum tuberosum##Solanum tuberosum L.##植物界##茄族(Solaneae Reichb.)、茄亚族(Solaninae Dunal)##被子植物门(Magnoliophyta)##双子叶植物纲(Magnoliopsida)，又称木兰纲。##菊亚纲(Asteridae)##茄目(Solanales)##茄亚目##茄科(Solanaceae)##茄属(Solanum)##龙葵亚属 Subg. Solanum##马铃薯 S. tuberosum##土豆##亚洲、北美、非洲南部和澳大利亚##约50～80 厘米##陆生植物##一年生草本##喜光##怕旱又怕涝##不耐高温##沙壤土##块茎圆、卵圆或长圆形##淀粉，碳水化合物##胃健中；解毒消肿；防癌##工业淀粉的主要原材料##提取龙葵碱的原料，保养容颜##含微量龙葵碱（0.005%— 0.01%）##南美洲安第斯山区",
      "detail": "马铃薯（学名：Solanum tuberosum，英文：potato），茄科茄属，一年生草本植物，3月份或9月份播种，三个月左右就可以成熟。别称山药蛋、地蛋、洋芋、芋头、土豆等。土豆的人工栽培地最早可追溯到大约公元前8000年到5000年的秘鲁南部地区。在我国已有400多年的栽培历史。在陕南地区作为农作物广泛种植。土豆是中国五大主食之一，营养成分蛋白质比大豆还好，最接近动物蛋白。因其营养价值高、适应力强、产量大，是全球第三大重要的粮食作物，仅次于小麦和玉米。土豆是块茎繁殖，可入药，性平味甘，可以治胃痛、痄肋、痈肿等疾病。2015年，中国将启动马铃薯主粮化战略，推进把马铃薯加工成馒头、面条、米粉等主食，马铃薯将成稻米、小麦 、玉米外的又一主粮。",
      "title": "马铃薯",
      "baseInfoKeyList": "中文学名：##别名：##外文名：##拉丁学名：##二名法：##界：##族：##门：##纲：##亚纲：##目：##亚目：##科：##属：##亚属：##种：##亚种：##分布区域：##植物通高：##生态习性：##生活型：##日照：##水分：##温度：##土壤：##果实形状：##食用价值：##药用价值：##工业价值：##特殊用途：##毒性：##原产地：",
      "url": "http://www.baike.com/wiki/马铃薯",
      "openTypeList": "植物"
    },
    "relationCount": 46
  },
  {
    "rel": {
      "type": "described by source"
    },
    "entity2": {
      "title": "Otto's encyclopedia"
    },
    "relationCount": 8
  },
  {
    "rel": {
      "type": "described by source"
    },
    "entity2": {
      "title": "Encyclopedia of Armenian Nature"
    },
    "relationCount": 8
  },
  {
    "rel": {
      "type": "history of topic"
    },
    "entity2": {
      "title": "potato cuisine"
    },
    "relationCount": 3
  },
  {
    "rel": {
      "type": "属"
    },
    "entity2": {
      "title": "茄属"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "种"
    },
    "entity2": {
      "title": "马铃薯"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "中文学名"
    },
    "entity2": {
      "title": "马铃薯"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "纲"
    },
    "entity2": {
      "image": "http://a4.att.hudong.com/84/30/01200000028357136323309610654_s.jpg",
      "baseInfoValueList": "双子叶植物纲##木兰纲##Dicotyledoneae##植物界##被子植物门(Angiospermae)##双子叶植物纲(Dicotyledoneae），又称木兰纲。##菊亚纲、金缕梅亚纲、五桠果亚纲、蔷薇亚纲、石竹亚纲等。##大约有165000种，所谓双子叶植物就是种子具有两片子叶的植物。",
      "detail": "双子叶植物（Dicotyledons，简称dicots），旧称双子叶植物纲（Dicotyledoneae）、木兰纲（Magnoliopsida），是指一般其种子有两个子叶之开花植物的总称，约有199350个物种。[1]非双子叶植物的开花植物则称为单子叶植物，一般只有一个子叶。",
      "title": "双子叶植物纲",
      "baseInfoKeyList": "中文学名：##别名：##外文名：##界：##门：##纲：##亚纲：##种：",
      "url": "http://www.baike.com/wiki/双子叶植物纲",
      "openTypeList": "分类##双子叶植物纲##植物##植物分类学##物种##生物##生物学##自然"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "种"
    },
    "entity2": {
      "image": "http://a1.att.hudong.com/23/11/20300542856671141569118554706_s.jpg",
      "baseInfoValueList": "马铃薯##地蛋、洋芋、山药蛋、土豆##potato##Solanum tuberosum##Solanum tuberosum L.##植物界##茄族(Solaneae Reichb.)、茄亚族(Solaninae Dunal)##被子植物门(Magnoliophyta)##双子叶植物纲(Magnoliopsida)，又称木兰纲。##菊亚纲(Asteridae)##茄目(Solanales)##茄亚目##茄科(Solanaceae)##茄属(Solanum)##龙葵亚属 Subg. Solanum##马铃薯 S. tuberosum##土豆##亚洲、北美、非洲南部和澳大利亚##约50～80 厘米##陆生植物##一年生草本##喜光##怕旱又怕涝##不耐高温##沙壤土##块茎圆、卵圆或长圆形##淀粉，碳水化合物##胃健中；解毒消肿；防癌##工业淀粉的主要原材料##提取龙葵碱的原料，保养容颜##含微量龙葵碱（0.005%— 0.01%）##南美洲安第斯山区",
      "detail": "马铃薯（学名：Solanum tuberosum，英文：potato），茄科茄属，一年生草本植物，3月份或9月份播种，三个月左右就可以成熟。别称山药蛋、地蛋、洋芋、芋头、土豆等。土豆的人工栽培地最早可追溯到大约公元前8000年到5000年的秘鲁南部地区。在我国已有400多年的栽培历史。在陕南地区作为农作物广泛种植。土豆是中国五大主食之一，营养成分蛋白质比大豆还好，最接近动物蛋白。因其营养价值高、适应力强、产量大，是全球第三大重要的粮食作物，仅次于小麦和玉米。土豆是块茎繁殖，可入药，性平味甘，可以治胃痛、痄肋、痈肿等疾病。2015年，中国将启动马铃薯主粮化战略，推进把马铃薯加工成馒头、面条、米粉等主食，马铃薯将成稻米、小麦 、玉米外的又一主粮。",
      "title": "马铃薯",
      "baseInfoKeyList": "中文学名：##别名：##外文名：##拉丁学名：##二名法：##界：##族：##门：##纲：##亚纲：##目：##亚目：##科：##属：##亚属：##种：##亚种：##分布区域：##植物通高：##生态习性：##生活型：##日照：##水分：##温度：##土壤：##果实形状：##食用价值：##药用价值：##工业价值：##特殊用途：##毒性：##原产地：",
      "url": "http://www.baike.com/wiki/马铃薯",
      "openTypeList": "植物"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "界"
    },
    "entity2": {
      "image": "http://a2.att.hudong.com/74/33/20300542526476139945334684085_s.jpg",
      "baseInfoValueList": "植物界##Plantae##植物界##自然界中所有植物的统称##人为定义##快捷分类",
      "detail": "植物一开始是出现在水里，之后才演化出能适应干燥陆地的种类。植物可收集阳光的能量将简单的材料转变为食物。进行有性生殖且构造最简单的植物，会像真菌一样形成孢子。较高等的植物则产生种子。种子是复杂的细胞集合体，内部可储存养分，外面则是具有保护作用的种皮。目前已知植物界的种类大约有30万种以上。植物界和其他生物类群的主要区别是含有叶绿素，能进行光合作用，自己可以制造有机物；此外，它们绝大多数是固定生活在某一环境，不能自由运动（少部分低等藻类例外），细胞具细胞壁；细胞具全能性，即由1个植物细胞可培养成1个植物体等。 植物覆盖着地球陆地表面的绝大部分，并且在海洋、湖泊、河流和池塘中也是如此。它们的大小、寿命差异很大，从微小的肉眼看不见的藻类到海洋中的巨藻和陆地上庞大的、寿过几千年的“世界爷”（北美红杉）都是植物。植物在自然界生物圈中的各种大大小小的生态系统中几乎都是唯一的初级生产者。植物和人类的关系极为密切，它是人类和其他生物赖以生存的基础。",
      "title": "植物界",
      "baseInfoKeyList": "中文学名：##外文名：##界：##定义：##来源：##产品价值：",
      "url": "http://www.baike.com/wiki/植物界",
      "openTypeList": "植物##生命科学##生物##自然"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "中文学名"
    },
    "entity2": {
      "image": "http://a1.att.hudong.com/23/11/20300542856671141569118554706_s.jpg",
      "baseInfoValueList": "马铃薯##地蛋、洋芋、山药蛋、土豆##potato##Solanum tuberosum##Solanum tuberosum L.##植物界##茄族(Solaneae Reichb.)、茄亚族(Solaninae Dunal)##被子植物门(Magnoliophyta)##双子叶植物纲(Magnoliopsida)，又称木兰纲。##菊亚纲(Asteridae)##茄目(Solanales)##茄亚目##茄科(Solanaceae)##茄属(Solanum)##龙葵亚属 Subg. Solanum##马铃薯 S. tuberosum##土豆##亚洲、北美、非洲南部和澳大利亚##约50～80 厘米##陆生植物##一年生草本##喜光##怕旱又怕涝##不耐高温##沙壤土##块茎圆、卵圆或长圆形##淀粉，碳水化合物##胃健中；解毒消肿；防癌##工业淀粉的主要原材料##提取龙葵碱的原料，保养容颜##含微量龙葵碱（0.005%— 0.01%）##南美洲安第斯山区",
      "detail": "马铃薯（学名：Solanum tuberosum，英文：potato），茄科茄属，一年生草本植物，3月份或9月份播种，三个月左右就可以成熟。别称山药蛋、地蛋、洋芋、芋头、土豆等。土豆的人工栽培地最早可追溯到大约公元前8000年到5000年的秘鲁南部地区。在我国已有400多年的栽培历史。在陕南地区作为农作物广泛种植。土豆是中国五大主食之一，营养成分蛋白质比大豆还好，最接近动物蛋白。因其营养价值高、适应力强、产量大，是全球第三大重要的粮食作物，仅次于小麦和玉米。土豆是块茎繁殖，可入药，性平味甘，可以治胃痛、痄肋、痈肿等疾病。2015年，中国将启动马铃薯主粮化战略，推进把马铃薯加工成馒头、面条、米粉等主食，马铃薯将成稻米、小麦 、玉米外的又一主粮。",
      "title": "马铃薯",
      "baseInfoKeyList": "中文学名：##别名：##外文名：##拉丁学名：##二名法：##界：##族：##门：##纲：##亚纲：##目：##亚目：##科：##属：##亚属：##种：##亚种：##分布区域：##植物通高：##生态习性：##生活型：##日照：##水分：##温度：##土壤：##果实形状：##食用价值：##药用价值：##工业价值：##特殊用途：##毒性：##原产地：",
      "url": "http://www.baike.com/wiki/马铃薯",
      "openTypeList": "植物"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "目"
    },
    "entity2": {
      "image": "http://www.huimg.cn/entry/images/summary_default270x233.png",
      "baseInfoValueList": "",
      "detail": "检索表/管状花目 编辑 \t\t\t \t\t1子房下位，2-4室，中轴胎座；蒴果不开裂，有刺状附属体；水生草本。 （茶菱属 Trapella ）子房上位。(2) 胡麻科 2子房深裂为2-4部分；花柱1-2，自子房裂片间的基部伸出。(3)子房完整或微有分割，花柱自子房的顶端伸出。(4) 3花冠左右对称呈唇形；雄蕊4或2；茎四棱形，叶对生。唇形科花冠整齐；雄蕊5个；叶互生。(28) 4花冠整齐。(5)花冠不整齐，左右对称或多少有些二唇形。(21) 5雄蕊数较花冠裂片数少。(6)雄蕊和花冠裂片同数。(10) 6子房2-4室，每室有1-2个胚珠；雄蕊4个。(7)子房1或2室，每室有多数胚珠；雄蕊4或2个。(8) 7叶互生，稀对生，有透明的腺点。苦槛蓝科叶对生，稀轮生或互生，无透明腺点。马鞭草科 8子房1室，2侧膜胎座常伸至室中而使子房成不完全的2室。苦苣苔科子房为完全的2室，中轴胎座。(9) 9花冠于蕾中折迭；子房2，心皮的位置偏斜。茄科花冠于蕾中为覆瓦状排列；子房的心皮位于前后方。玄参科 10子房1室，或2侧膜胎座伸入而成2室。(11)子房2-10室。(12) 11花冠裂片呈覆瓦状排列；草本植物。 （苦苣苔属 Conandron，黔苣苔属Tengia）苦苣苔科花冠裂片常呈内折的镊合状排列；攀援灌木。 （丁公藤属 Erycibe）旋花科 12无绿叶而为缠绕性的寄生植物。 （菟丝子亚科 Cuscutoideae）旋花科不是无叶寄生植物。(13) 13雄蕊4个，叶对生或轮生。(14)雄蕊通常5个，叶互生。(15) 14子房2室，每室内有多数胚珠。玄参科子房2至多室，每室内有1或2个胚珠。马鞭草科 15每子房室内仅有1或2个胚珠。(16)每子房室内有多数胚珠。(18) 16果为核果或为4个具1种子的小坚果；花冠有明显的裂片，在蕾中呈覆瓦状排列，稀旋转状排列；叶通常全缘，稀有锯齿；通常为直立木本或草本，多具刺毛。紫草科果为蒴果或不开裂；花冠檐完整或具裂片；叶全缘或具裂片，但边缘无锯齿。(17) 17通常为缠绕性或攀援草本或木本植物，稀直立；萼片互相分离；花冠檐常完整而几无裂片，于蕾中呈旋转状排列，稀深裂而其裂片内折镊合状排列。 旋花科直立草本；花萼合生，5裂；花冠在蕾中也呈旋转状排列，但有明显的裂片。花荵科 18花冠于蕾中折叠，裂片呈覆瓦状排列；但在曼陀罗属 Datura 成旋转状排列，稀可在枸杞属Lycium和颠茄属Atropa等属中并不于蕾中折叠而呈覆瓦状排列；浆果，或为纵裂或横裂的蒴果。 茄科花冠不于蕾中折叠。(19) 19花冠裂片呈旋转状排列；子房3室，花柱1个，柱头3个。 花荵科花冠裂片呈覆瓦状排列；子房通常2室。(20) 20浆果，有刺灌木。 （枸杞属 Lycium）茄科蒴果室间开裂。(30) 21每子房室内有2个至多数胚珠。(22)每子房室内仅有1个或2个胚珠（如为2个时也可在对应的第19项内检索）；叶对生或轮生。(31) 22子房1室，有时因侧膜胎座的伸入而为2室。(23)子房2-4室，具中轴胎座。(26) 23子房具中央胎座；食虫性草本，但有绿叶存在。 狸藻科子房具侧膜胎座，有时常伸至室中，或在紫葳科中有中轴胎座；不为食虫植物。(24) 24寄生草本，以吸根寄生于其他植物根上而无绿叶存在。列当科不为寄生植物。(25) 25蒴果的内果皮坚硬呈木质，顶端有由花柱形成的2角质长喙；植株被腺毛。角胡麻科蒴果不具喙；植株无腺毛。(29) 26子房最后成为4室；植株被腺毛；叶下部对生，上部互生或对生。 （胡麻属Sesamum ）胡麻科子房2室。(27) 27种子通常具种钩（由珠柄生出的一钩状物），无胚乳；叶对生，茎、叶表皮细胞常含钟乳体。 爵床科种子不具种钩，有胚乳；叶通常对生，少数互生和轮生，不含有钟乳体。 玄参科 28花柱2个；果实为蒴果；多年生葡匐小草本；叶片圆肾形。（马蹄金属Dichondra）旋花科花柱1个；果实为4个具1种子的小坚果。 （紫草亚科Boraginoideae）紫草科 29种子常有翅，有些种类两端有毛，无胚乳；多为木本植物。 紫葳科种子无翅也无毛，通常有丰富的胚乳；多为草本植物。苦苣苔科 30花柱2个。 田基麻科花柱单一。 玄参科 31子房2-4室，每室有1-2个胚珠。马鞭草科子房1室，仅有1个胚珠。透骨草科  下级分类/管状花目 编辑 \t\t\t \t\t爵床科 Acanthaceae 紫葳科 Bignoniaceae紫草科 Boraginaceae旋花科 Convolvulaceae苦苣苔科 Gesneriaceae田基麻科 Hydrophyllaceae唇形科 Labiatae狸藻科 Lentibulariaceae角胡麻科 Martyniaceae苦槛蓝科 Myoporaceae列当科 Orobanchaceae胡麻科 Pedaliaceae透骨草科 Phrymaceae花荵科 Polemoniaceae玄参科 Scrophulariaceae茄科 Solanaceae马鞭草科 Verbenaceae  相关类群/管状花目 编辑 \t\t\t \t\t桔梗目 Campanulales捩花目 Contortae葫芦目 Cucurbitales岩梅目 Diapensiales柿目 Ebenales",
      "title": "管状花目",
      "baseInfoKeyList": "",
      "url": "http://www.baike.com/wiki/管状花目",
      "openTypeList": ""
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "外文名"
    },
    "entity2": {
      "image": "http://a0.att.hudong.com/42/03/20300001330461144739031226937_s.jpg",
      "baseInfoValueList": "土豆##potato##名词##马铃薯，洋芋##（袜子上的）破洞##姑娘，女人##钱##potatoes",
      "detail": "potato所属英文单词，意思是马铃薯，土豆，洋芋。",
      "title": "potato",
      "url": "http://www.baike.com/wiki/potato",
      "baseInfoKeyList": "中文名：##英文名：##词性：##释义：##英式口语：##澳式俚语：##美式俚语：##复数：",
      "openTypeList": "P开头单词##英文单词##英语"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "科"
    },
    "entity2": {
      "image": "http://a4.att.hudong.com/78/73/20200000013920144736736414471_s.jpg",
      "baseInfoValueList": "茄科##植物界##被子植物门##双子叶植物纲##茄目##茄科",
      "detail": "茄科，草本、灌木或小乔木，直立或攀援。茎有时具皮刺，稀具棘刺。叶互生，单叶或羽状复叶，全缘，具齿、浅裂或深裂；无托叶。花序顶生或腋生，总状、圆锥状或伞形，或单花腋生或簇生。雄蕊与花冠裂片同数互生，伸出或内藏，生于花冠筒上部或基部，药室纵裂或孔裂；子房2室，中轴胎座，胚珠多数，稀少数至1枚，倒生、弯生或横生。浆果或蒴果。种子盘状或肾形；胚乳肉质；胚钩状、环状或螺旋状卷曲，位于周边埋藏于胚乳中，或直伸位于中轴。茄科植物广泛分布于全世界温带及热带地区，美洲热带种类最为丰富。茄科中许多植物具有较大的经济意义，如辣椒、马铃薯、番茄、烟草等，还有许多种类有药用价值，如宁夏枸杞、枸杞、颠茄等。",
      "title": "茄科",
      "baseInfoKeyList": "中文学名：##界：##门：##纲：##目：##科：",
      "url": "http://www.baike.com/wiki/茄科",
      "openTypeList": "植物分类##植物科名##植物科属##生物##生物科学##自然##蔬菜"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "门"
    },
    "entity2": {
      "image": "http://a4.att.hudong.com/01/30/01200000025490136323307837577_s.jpg",
      "baseInfoValueList": "被子植物门##Angiospermae##植物界##被子植物门（Angiospermae）##双子叶植物纲和单子叶植物纲两纲。##6个亚纲：木兰亚纲、金缕梅亚纲、石竹亚纲、五桠果亚纲、蔷薇亚纲和菊亚纲。##全世界约有300～450个科（各个分类系统科的概念不同）##大约25万种。",
      "detail": "被子植物门（Angiospermae）是植物界最大和最高级的1门。由少数（典型的是8个）细胞构成的胚囊和双受精现象被视为被子植物在进化上的一致性和与其他植物类群区别的证据。被子植物在形态上具有不同于裸子植物所具有的孢子叶球的花；胚珠被包藏于闭合的子房内，由子房发育成果实；子叶1～2枚（很少3～4枚）；维管束主要由导管构成；在生殖上配子体大大简化，以最少的分裂次数而发育，雌配子体中的颈卵器已不发育；在生态上适应于广泛的各式各样的生存条件；在生理功能上具有比裸子植物和蕨类植物大得多的对光能利用的适应性。",
      "title": "被子植物门",
      "baseInfoKeyList": "中文学名：##外文名：##界：##门：##纲：##亚纲：##科：##种：",
      "url": "http://www.baike.com/wiki/被子植物门",
      "openTypeList": "植物##植物分类学##生物##生物学##自然"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "属"
    },
    "entity2": {
      "image": "http://a0.att.hudong.com/35/00/20300543532808144674004951523_s.jpg",
      "baseInfoValueList": "茄属##Solanum##植物界##被子植物门##双子叶植物纲##合瓣花亚纲##管花目##茄亚目##茄科##茄属",
      "detail": "茄属，茄科，1500－2000余种，分布于热带和温带地区，我国有39种，各省均产之，其中如茄S.melongena L. 和马铃薯S. tuberosum L. 为很重要的食用作物；有些入药，有些有毒。只有少数可供人们食用，有些茄属植物可以做为鳞翅目昆虫幼虫的食草。",
      "title": "茄属",
      "baseInfoKeyList": "中文学名：##外文名：##界：##门：##纲：##亚纲：##目：##亚目：##科：##属：",
      "url": "http://www.baike.com/wiki/茄属",
      "openTypeList": "双子叶植物纲##植物##生物##种子植物门##自然##茄属##茄目##茄科##菊亚纲##被子植物亚门"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "catalog"
    },
    "entity2": {
      "title": "Wikipedia:基础条目"
    },
    "relationCount": 0
  },
  {
    "rel": {
      "type": "topic's main category"
    },
    "entity2": {
      "title": "Category:马铃薯"
    },
    "relationCount": 0
  }
]